{
  "doors": [
    {
      "day": 1,
      "title": "Getting started...",
      "description": "Puha, det er koldt udenfor og sofaen kalder -ja den gør så. Gå til din nærmeste sofa og sæt dig ned. Nej ikke i sofaen, foran den! Mens du kigger væk fra den væg som den forhåbentlig er placeret op af (Hvem fanden har en sofa midt i rummet, hvis du har så er øvelsen at flytte din sofa til den nærmeste væg og derefter tilbage i midten af rummet 10 gange for derefter at lade den stå op ad væggen). Hvis din sofa stod korrekt allerede så put dine hænder på sofaen, stræk dine ben ud foran dig og stræk armene så bagen letter fra jorden. Gør dette gentagende gnage indtil du ikke længere er tyk"
    },
    {
      "day": 2,
      "title": "Huje huje huje",
      "description": "Et-huje squats skal du have!"
    },
    {
      "day": 3,
      "title": "Glædelig tredje december!",
      "description": "Sikke en dejlig dag! I dag skal du lave 100 squats. Tillykke!"
    },
    {
      "day": 4,
      "title": "Det herrens år...",
      "description": "Godt så du overlevede 4 dage i december, fun fact marts er den måned der har højst dødelighed så lad være med at tude og tag 30 japanske side-kicks"
    },
    {
      "day": 5,
      "title": "En ny dag truer",
      "description": "God nyheder tåler gentagelse. Så 100 squats er lige sagen!"
    },
    {
      "day": 6,
      "title": "Huura, 6. december!",
      "description": "En herlig dag! 6. december betyder jo, at der kun er 18 dage til jul! Det skal fejres med 100 squats!"
    },
    {
      "day": 7,
      "title": "Hvad rimer på syv",
      "description": "Niogtyv' - og det er altså pullups"
    },
    {
      "day": 8,
      "title": "Småkager og søde sager",
      "description": "Otte dage betyder småkager. Ej, det er bare pis. Du skal lave 100 squats."
    },
    {
      "day": 9,
      "title": "I dag er det 9. december",
      "description": "I gammel tid lavede man 100 squats den niende december. Det skal du også!"
    },
    {
      "day": 10,
      "title": "Hitlers højre testikel",
      "description": "Som titlen tydeligvis antager skal vi i dag udføre 50 øvelser af typen Hitlers højre testikel. Tag noget tungt, og spænd det mellem benene så tyngden er en smule mod venstre, derefter laver vi lounges, skiftesvis på hvert ben indtil russerne kommer"
    },
    {
      "day": 11,
      "title": "Ølle ølle ølle",
      "description": "Du er en lille bølle. Den her lille bølle har fortjent 100 squats."
    },
    {
      "day": 12,
      "title": "Halvvejs!",
      "description": "Eftersom der i dag kun er 12 dage til juleaften, skal du lave 100 squats."
    },
    {
      "day": 13,
      "title": "Den uheldige dag...",
      "description": "Du er landet på 13 og er uheldig lav 100 englehop på cornflakes."
    },
    {
      "day": 14,
      "title": "Halvvejs",
      "description": "Så er vi snart fri for den skrækkelige julefred og tilbage ved hverdagens tængsel og ro. Men først 100 squats."
    },
    {
      "day": 15,
      "title": "Ihhh hvor er det altså bare spændende!",
      "description": "Det' sørme, det' sandt: 100 squats i dag!"
    },
    {
      "day": 16,
      "title": "Sweet sixteen",
      "description": "Sæt Sweet Sixteen med Billy Idol på anlægget og lav en mavebøjning hver gang musikken er dårlig"
    },
    {
      "day": 17,
      "title": "Er der flere squats tilbage?",
      "description": "Julemanden kan ikke finde sine squats - kan du hjælpe ham?\nHan mangler præcis 100."
    },
    {
      "day": 18,
      "title": "Så er der kun 6 dage tilbage!",
      "description": "... og hvad betyder så det? 100 squats min ven!"
    },
    {
      "day": 19,
      "title": "Nisser på loftet",
      "description": "Rør loftet med begge hænder, derefter stamp vredt i gulvet, gentag 100 gange eller indtil rotterne vender sig og danser et par gange"
    },
    {
      "day": 20,
      "title": "Så er vi der snart",
      "description": "Alle artige børn får julegaver, spiser sine grøntsager og tager 100 squats."
    },
    {
      "day": 21,
      "title": "Julefreden sænker sig!",
      "description": "I gamle dage fik man dobbeltstraf for alle forbrydelser fra d. 21. december og 3 uger frem, eftersom der i denne periode skulle være julefred. Og hvad betyder det så for dig? Du for lov at tage en slapper i dag. Ej pjat, du skal tage 100 squats."
    },
    {
      "day": 22,
      "title": "Panikken nærmer sig!",
      "description": "Nu er vi alt for tæt på jul og vi mangler et juletræ!!! Frygt ej, hjælpen er på vej. Vi skal varme op til at hente juletræer. Find dit nærmeste juletræsformede objekt og smid det over skulderen. Løb nu 10 gange rundt om bygningen, mens du råber ad børnene"
    },
    {
      "day": 23,
      "title": "Tid til julesquats",
      "description": "I dag skal vi bare slappe af, drikke noget gløgg og krammer vores familie.\nI hvert fald når vi har taget vores 100 squats."
    },
    {
      "day": 24,
      "title": "I aften er det juleaften!",
      "description": "Der er længe, længe til. Du er nået dit mål, og hvor har du været sej! Derfor får du 100 gratis squats, som du kan tage efter du har taget dagens 100 squats."
    }
  ]
}
